Repository: awumii/GameBar-Overlay
Catalog: po/*.po
Languages: pl

source: General
pl: Ogólne

source: Appearance
pl: Wygląd

source: Configure the appearance of the extension
pl: Skonfiguruj wygląd rozszerzenia

source: Show Indicator
pl: Wyświetlaj ikonę

source: Shows the GameBar Overlay indicator in the Top-Bar
pl: Wyświetlaj ikonę GameBar na górnym pasku

source: Padding
pl: Wypełnienie

source: Space inside the overlay separating addons from screen edges
pl: Przestrzeń wewnątrz nakładki oddzielająca dodatki od krawędzi ekranu

source: Clock Addon
pl: Zegar

source: Clock Settings
pl: Ustawienia zegara

source: Configure the clock addon
pl: Skonfiguruj zegar

source: Position
pl: Pozycja

source: Position for the clock in the overlay
pl: Pozycja zegara w nakładce

source: Show Seconds
pl: Wyświetlaj sekundy

source: Show seconds in the clock addon
pl: Wyświetlaj sekundy w zegarze nakładki

source: Font Size
pl: Rozmiar czcionki

source: Font size for the clock
pl: Rozmiar czcionki zegara

source: Sound Controls
pl: Dźwięk

source: Sound Control Settings
pl: Skonfiguruj mikser dźwięku

source: Configure the sound control panel
pl: Konfiguracja miksera dźwięku

source: Position for the sound panel in the overlay
pl: Pozycja miksera dźwięku w nakładce

source: Icon Size
pl: Rozmiar ikony

source: Icon size for the sound controls
pl: Rozmiar ikon miksera głośności

source: Experimental settings
pl: Ustawienia eksperymentalne

source: These settings are experimental WIP features and may dont work as expected
pl: Te ustawienia są eksperymentalnymi funkcjami i mogą nie działać zgodnie z oczekiwaniami

source: Icon Type
pl: Rodzaj ikony

source: Select the icon type: Default or Symbolic
pl: Wybierz typ ikony: Domyślna lub Symboliczna
